[
  {
    "id": "Index",
    "label": "Overall Index",
    "icon": "",
    "description": "The Ocean Health Index (OHI) defines a healthy ocean to be one that sustainably delivers a range of benefits to people now and in the future."
  },
  {
    "id": "FP",
    "label": "Food Provision",
    "icon": "food-provision.svg",
    "description": "This goal measures the amount of seafood sustainably harvested for use primarily in human consumption or export.",
    "color": "#A7344E"
  },
  {
    "id": "FIS",
    "label": "Wild Caught Fisheries",
    "parent": "FP",
    "description": "This sub-goal describes the amount of wild-caught seafood harvested and its sustainability for human consumption. "
  },
  {
    "id": "MAR",
    "label": "Mariculture",
    "parent": "FP",
    "description": "Mariculture measures the ability to reach the highest levels of seafood gained from farm-raised facilities without damaging the ocean’s ability to provide fish sustainably now and in the future."
  },
  {
    "id": "AO",
    "label": "Artisanal Fishing Opportunities",
    "icon": "artisinal-fishing-opportunities.svg",
    "description": "Artisanal fisheries refer to households, cooperatives, or small firms that use fish mainly for local consumption or trade (a.k.a. small-scale fishing)",
    "color": "#B94E31"
  },
  {
    "id": "NP",
    "label": "Natural Products",
    "icon": "natural-products.svg",
    "description": "This goal assesses the ability of regions to maximize the sustainable harvest of living marine resources, such as corals, shells, seaweeds, and fish for the aquarium trade.",
    "color": "#E16727"
  },
  {
    "id": "CS",
    "label": "Carbon Storage",
    "icon": "carbon-storage.svg",
    "description": "This goal intends to capture the ability of coastal habitats to remove carbon given their carbon uptake rate and health conditions.",
    "color": "#D78935"
  },
  {
    "id": "CP",
    "label": "Coastal Protection",
    "icon": "costal-protection.svg",
    "description": "This goal aims to assess the amount of protection provided by marine and coastal habitats against flooding and erosion to coastal areas that people value (e.g. homes, parks, special places, etc.)",
    "color": "#D5A227"
  },
  {
    "id": "LE",
    "label": "Coastal Livelihoods & Economics",
    "icon": "livelihoods-and-economies.svg",
    "description": "This goal tracks the number and quality of jobs and the amount of revenue produced across as many marine-related industries as possible.",
    "color": "#DAC32F"
  },
  {
    "id": "LIV",
    "label": "Livelihoods",
    "parent": "LE",
    "description": "This sub-goal describes livelihood quantity and quality for people living on the coast. Livelihoods includes the number of jobs and the per capita average annual wages."
  },
  {
    "id": "ECO",
    "label": "Economies",
    "parent": "LE",
    "description": "Economies captures the economic value associated with marine industries using revenue from marine sectors. It is composed of a single component, revenue."
  },
  {
    "id": "TR",
    "label": "Tourism & Recreation",
    "icon": "tourism-and-recreation.svg",
    "description": "This goal captures the value that people hold for experiencing and enjoying coastal areas. A score of 100 means a region utilizes its full recreational potential without harming the ecosystem.",
    "color": "#A9B646"
  },
  {
    "id": "SP",
    "label": "Sense of Place",
    "icon": "sense-of-place.svg",
    "description": "This goal reflects aspects of coastal and marine system that people value as part of their cultural identity.",
    "color": "#2FBD89"
  },
  {
    "id": "ICO",
    "label": "Iconic Species",
    "parent": "SP",
    "description": "Iconic species are those that are relevant to local cultural identity (e.g. through a species' relationship to traditional activities). This sub-goal assesses how well those species are conserved."
  },
  {
    "id": "LSP",
    "label": "Lasting Special Places",
    "parent": "SP",
    "description": "This sub-goal focuses on those geographic locations that hold particular value for aesthetic, spiritual, cultural, recreational or existence reasons, and assesses how well they are protected."
  },
  {
    "id": "CW",
    "label": "Clean Waters",
    "icon": "clean-waters.svg",
    "description": "This goal captures the degree to which local waters are unpolluted by natural and human-made causes. This goal scores highest when the contamination level is zero.",
    "color": "#4EA09F"
  },
  {
    "id": "BD",
    "label": "Biodiversity",
    "icon": "biodiversity.svg",
    "description": "This goal assesses the conservation status of species based on the best available global data. A score of 100 means all species are at very low risk of extinction, and all habitats are conserved.",
    "color": "#367BBF"
  },
  {
    "id": "SPP",
    "label": "Species",
    "parent": "BD",
    "description": "This sub-goal assesses the health of all marine species present in a region, including endangered species and species in relatively good conditions. The presence of higher-risk species leads to a higher score."
  },
  {
    "id": "HAB",
    "label": "Habitats",
    "parent": "BD",
    "description": "This sub-goal includes all habitats in the study area, and assess their health condition and coverage area."
  }
]